{
  "additional_special_tokens": null,
  "bos_token": "<s>",
  "cls_token": "<s>",
  "eos_token": "</s>",
  "mask_token": {
    "__type": "AddedToken",
    "content": "<mask>",
    "lstrip": true,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "model_max_length": 1024,
  "name_or_path": "IlyaGusev/mbart_ru_sum_gazeta",
  "pad_token": "<pad>",
  "sep_token": "</s>",
  "sp_model_kwargs": {},
  "special_tokens_map_file": "/root/.cache/huggingface/hub/models--IlyaGusev--mbart_ru_sum_gazeta/snapshots/3cba0b42de306923e580d5b8e266cc33b5cb289a/special_tokens_map.json",
  "src_lang": "en_XX",
  "tgt_lang": "ru_RU",
  "tokenizer_class": "MBartTokenizer",
  "tokenizer_file": null,
  "unk_token": "<unk>"
}
